{
    "works": "Projecten", 
    "skills": "Vaardigheden", 
    "experience": "Werk ervaring", 
    "contact": "Contact", 

    "title_header": "Ik ben <span class='secondary'>Janne</span>",
    "profession": "<span class='secondary'>Software</span> en <span class='secondary'>Mobiele developer</span>", 
    "description": "Ik ben een HBO Student aan Fontys in Eindhoven. Ik studeer <b>Software</b> and ben gespecialiseerd in <b>Mobiele development</b>.",

    "title_works": "Geselecteerde <span class='secondary'>Projecten</span>", 
    "title_works_mobile1": "Geselecteerde", 
    "title_works_mobile2": "<span class='secondary'>Projecten</span>", 
    "description_works": "Ik heb een belangrijke rol gespeeld in het ontwikkelen van impactvolle projecten. Hier is een zorgvuldig samengestelde selectie die mijn expertise en behaalde resultaten toont.",
    "visit_code_base": "Bekijk de code", 
    "visit_website": "Bekijk website", 

    "title_skillset": "Mijn vaardigheden",
    "html": "Buiten opmaak om is HTML cruciaal voor een inclusieve web. Ik structureer inhoud zorgvuldig voor universele toegankelijkheid.", 
    "css": "CSS bepaalt de esthetische en interactieve aspecten van het web. Ik vorm digitale ervaringen met precisie en breng creativiteit en elegantie in elk ontwerp.",
    "bootstrap": "Bootstrap stelt me in staat om een inclusieve web te creëren. Ik pas ontwerpen zorgvuldig aan om ervoor te zorgen dat al mijn websites responsief zijn.",
    "javascript": "Ik breng websites tot leven met JavaScript door interactieve functies toe te voegen en de prestaties te optimaliseren met schone en efficiënte code.",
    "c": "C# stelt me in staat om krachtige en schaalbare applicaties te bouwen. Ik ontwerp oplossingen die naadloos integreren met verschillende systemen, wat efficiëntie en innovatie bevordert.",
    "java": "Java drijft de motoren van grootschalige applicaties aan. Ik ontwikkel robuuste softwaresystemen die betrouwbaar, efficiënt en schaalbaar zijn.",
    "react": "React revolutioneert frontend-ontwikkeling door een naadloze en efficiënte manier te bieden om gebruikersinterfaces te bouwen. Ik benut de flexibiliteit ervan om meeslepende digitale ervaringen te creëren.",
    "flutter": "Flutter herdefinieert cross-platform app-ontwikkeling met zijn naadloze en expressieve ontwerp. Ik benut de mogelijkheden ervan om visueel verbluffende en zeer performante applicaties te maken die gebruikers op verschillende apparaten verrassen.",
    "pwa": "PWA's vertegenwoordigen de toekomst van online ervaringen. Ik maak lichte en responsieve apps die de grens tussen web en native vervagen, en een naadloze ervaring bieden op verschillende apparaten.",
    "android": "Android stelt ontwikkelaars in staat om innovatieve en boeiende apps te creëren. Ik ontwerp intuïtieve gebruikersinterfaces en benut native functionaliteiten om uitzonderlijke ervaringen te leveren.",
    "apple": "Ik ontwikkel apps die het volledige potentieel van iOS en macOS benutten, en bied een premium ervaring aan gebruikers.", 

    "history": "Geschiedenis", 
    "description_experience": "Voor nu, lekker studeren!", 
    "intern": "Stagiar", 
    "on_site": "Op locatie", 
    "description_of_job": "Beschrijving",
    "key_responsibilities": "Belangrijkste verantwoordelijkheden", 

    "description_job_signify": "Als <b>stagiair</b> bij <b>Signify</b> had ik de unieke kans om bij te dragen aan de verbetering van de Philips Hue-app, met een focus op het verbeteren van de toegankelijkheid voor gebruikers met een handicap. Mijn rol omvatte een combinatie van toegankelijkheidsaudits, functie-implementatie, gebruikerstests en samenwerking met verschillende teams om ervoor te zorgen dat de app inclusiever en gebruiksvriendelijker werd.", 
    "key1_signify": "Onderzoek uitvoeren naar de gebruikers van Signify en hun problemen/behoeften", 
    "key2_signify": "Documenteren en rapporteren van gevonden toegankelijkheidsproblemen", 
    "key3_signify": "Gebruikerstests en feedbackverzameling", 
    "key4_signify": "Samenwerking met teams", 
    "key5_signify": "Implementatie van nieuwe toegankelijkheidsfunctionaliteiten in de Hue-app", 

    "description_job_renew": "Als <b>stagiair</b> bij <b>RenewMyID</b> heb ik verschillende ontwerptaken voor klanten voltooid. Ik heb gebruik gemaakt van een scala aan technologieën, waaronder WordPress, HTML, SCSS, Bootstrap en PHP, om effectieve en visueel aantrekkelijke oplossingen te leveren.",
    "key1_renew": "Ontwikkelen en onderhouden van websites met WordPress", 
    "key2_renew": "Webpagina's maken en stylen met HTML en SCSS", 
    "key3_renew": "Responsief ontwerp implementeren met Bootstrap", 
    "key4_renew": "Website functionaliteit verbeteren met PHP", 

    "contact_works_description": "Hier is een zorgvuldig samengestelde selectie die mijn expertise en behaalde resultaten toont.",
    "contact_skills_experience_description": "Bekijk waar ik goed in ben, van het bouwen van websites tot ontwerp en meer.",
    "adjust_language": "Aanpassen taal",
    
    "jan": "Januari", 
    "feb": "Februari", 
    "mar": "Maart", 
    "apr": "April", 
    "may": "Mei", 
    "jun": "Juni", 
    "jul": "Juli", 
    "aug": "Augustus", 
    "sep": "September", 
    "okt": "Oktober", 
    "nov": "November", 
    "dec": "December"
}