{
    "works": "Works", 
    "skills": "Skills", 
    "experience": "Experience", 
    "contact": "Contact", 

    "title_header": "I am <span class='secondary'>Janne</span>",
    "profession": "<span class='secondary'>Software</span> and <span class='secondary'>Mobile developer</span>", 
    "description": "I am a HBO ICT Student at Fontys in Eindhoven. I am studying <b>Software</b> and specialized in <b>Mobile development</b>.",

    "title_works": "Selected <span class='secondary'>Works</span>", 
    "title_works_mobile1": "Selected", 
    "title_works_mobile2": "<span class='secondary'>Works</span>", 
    "description_works": "I have played an important role in developing impactful projects. Here's a curated selection showcasing my expertise and achieved results.",
    "visit_code_base": "Visit Code Base", 
    "visit_website": "Visit website", 

    "title_skillset": "My skillset",
    "html": "Beyond markup, HTML is crucial for an inclusive web. I structure content carefully for universal accessibility.", 
    "css": "CSS shapes the aesthetic and interactive facets of the web. I sculpt digital experiences with precision, infusing creativity and elegance into every design.",
    "bootstrap": "Bootstrap empowers me to create an inclusive web. I customize designs with care to ensure responsiveness for all my websites.",
    "javascript": "I bring websites to life with JavaScript, adding interactive features and optimizing performance with clean and efficient code.",
    "c": "C# empowers me to build powerful and scalable applications. I architect solutions that seamlessly integrate with various systems, driving efficiency and innovation.",
    "java": "Java fuels the engines of large-scale applications. I engineer robust software systems that are reliable, efficient, and scalable.",
    "react": "React revolutionizes frontend development, offering a seamless and efficient way to build user interfaces. I leverage its flexibility to create immersive digital experiences.",
    "flutter": "Flutter redefines cross-platform app development with its seamless and expressive design. I harness its capabilities to craft visually stunning and highly performant applications that delight users across devices.",
    "pwa": "PWAs represent the future of online experiences. I craft lightweight and responsive apps that blur the line between web and native, delivering a seamless experience across devices.",
    "android": "Android empowers developers to create innovative and engaging apps. I design intuitive user interfaces and leverage native functionalities to deliver exceptional experiences.",
    "apple": "I develop apps that leverage the full potential of iOS and macOS, delivering a premium experience to users.", 

    "history": "History", 
    "description_experience": "For now, still studying!", 
    "intern": "Intern", 
    "on_site": "On-site", 
    "description_of_job": "Description of the job",
    "key_responsibilities": "Key responsibilities", 

    "description_job_signify": "As an <b>accessibility intern</b> at <b>Signify</b>, I had the unique opportunity to contribute to the enhancement of the Philips Hue app, focusing on improving its accessibility for users with disabilities. My role involved a combination of accessibility audits, feature implementation, user testing, and collaboration with various teams to ensure the app was more inclusive and user-friendly.", 
    "key1_signify": "Conducting research towards the Signify users & their issues/needs", 
    "key2_signify": "Documenting and reporting found accessibility issues", 
    "key3_signify": "User testing and feedback collection", 
    "key4_signify": "Team collaboration", 
    "key5_signify": "Implementation of new accessibility features into the Hue app", 

    "description_job_renew": "As an <b>intern</b> at <b>RenewMyID</b>, I completed various design tasks for clients. I utilized a range of technologies including WordPress, HTML, SCSS, Bootstrap, and PHP to deliver effective and visually appealing solutions.",
    "key1_renew": "Developing and maintaining websites using WordPress", 
    "key2_renew": "Creating and styling web pages with HTML and SCSS", 
    "key3_renew": "Implementing responsive design using Bootstrap", 
    "key4_renew": "Enhancing website functionality with PHP", 

    "contact_works_description": "Here's a curated selection showcasing my expertise and the achieved results.",
    "contact_skills_experience_description": "Check out the things I'm good at, from building websites to design and more.",
    "adjust_language": "Adjust language",

    "jan": "January", 
    "feb": "February", 
    "mar": "March", 
    "apr": "April", 
    "may": "May", 
    "jun": "June", 
    "jul": "July", 
    "aug": "August", 
    "sep": "September", 
    "okt": "October", 
    "nov": "November", 
    "dec": "December"
}